
car = {
    "модель": "Toyota RAV4 Hybrid",
    "ціна": 1600000,
    "обєм_двигуна": 2487,
    "повна_маса": 2225,
    "макс_швидкість": 180,
    "витрата_пального": 4.8,  # на 100 км
    "особливості_інтерєру": [
        "Шкіряне оздоблення керма",
        "Клімат-контроль",
        "Мультимедійна система 8 дюймів"
    ],
    "параметри_багажника": {
        "звичайний": 580,
        "зі_складеними_сидіннями": 1690
    }
}


car["макс_маса_причепа"] = 1650


print(f"Назва авто: {car['модель']}")
print(f"Ціна: {car['ціна']} грн")
print(f"Перша опція інтер'єру: {car['особливості_інтерєру'][0]}")
print(f"Об'єм багажника (складені сидіння): {car['параметри_багажника']['зі_складеними_сидіннями']} л")


car["страховий_платіж"] = car["ціна"] * 0.005
print(f"Страховий платіж: {car['страховий_платіж']} грн")


trip_cost = (car["витрата_пального"] * 2) * 93
print(f"Вартість мандрівки на 200 км: {trip_cost} грн")